"""
Базовые настройки
"""
api_version = '5.131'

# Токен, полученный от VKAdmin
ACCESS_TOKEN = 'VK_ADMIN_TOKEN'

# ID чата
CHAT_ID = 2000000000 + 85  # 85 заменить на id чата

# Метка (ключевое слово) для определения сообщения
TAG = 'Ключевое слово'

# ID плейлистов для сохранения аудио в виде листа, например [1, 3, 4]
PLAYLIST_ID = [8, 9]

# ID пользователя (чата) для отправки сообщения и выполненной задачи
USER_ID = 1234567890

# ID ВАШЕГО ПОЛЬЗОВАТЕЛЯ
MY_ID = 1111111

# Время для перерыва между запросами
time_sleep = 1
